[General]
language=Lietuvių
link_pc_name=PC Name
link_connect_pwd=Slaptažodis
link_file_path=El. pašto dėžutės aplankas
link_auto_start=Automatinis paleidimas
link_change_folder_btn=Keisti
link_open_folder_btn=Atidaryti
link_change_folder_dialog_title=Pasirinkite el. pašto dėžutės aplanką
link_save_button=Išsaugoti
link_copyright=<c color="808080">Autorių teisės (C) 2011-2015.</c><br/><c color="808080">Guangzhou Shirui Electronics. Visos teisės saugomos.</c>
link_save_success_msg=Pavyko išsaugoti nustatymus.
link_save_success_title=Pranešimas
link_error_title=Klaida
link_error_program_already_ran=Programa naudojama, patikrinkite sistemos dėklą.
link_error_program_expire=Bandomosios versijos terminas baigėsi, susisiekite su "Shirui", kad gautumėte naujesnę.
link_open_main_window=Atidaryti SeewoLink
link_exit_program=Išeiti
link_minimize_to_tray=Sumažinti iki sistemos dėklo
link_open_spec=Pagalba
link_update=Naujinti
link_register=Registruotis
link_error_title=Klaida
link_message_title= Pranešimas
link_update_network_error=Nepavyko prisijungti prie tinklo, bandykite vėliau.
link_home_qrcode_tip=Android klientas
link_connect_pc_tip= Nuskaitykite QR kodą, kad prisijungtumėte prie kompiuterio
link_reg_serial_invalid=Klaidingas serijos numeris
link_reg_partial_success=Sveikiname! Šis serijos numeris galioja iki %d bandymų. Šį SN dar galite naudoti su %d įrenginių (-iais).
link_reg_full_success=Sveikiname! Šis serijos numeris galioja visam laikui. Šį SN dar galite naudoti su %d įrenginių (-iais).
link_reg_response_failed=Apgailestaujame! Registracija nepavyko.
link_reg_response_serial_error=Apgailestaujame! Registracija nepavyko. Priežastis: SN klaida.
link_reg_response_error_lock=Apgailestaujame! Registracija nepavyko. Priežastis: SN buvo įregistruotas, naudojant kitą įrenginį.
link_reg_response_day_expire=Apgailestaujame! Registracija nepavyko. Priežastis: SN nebegalioja.
link_reg_input_serial_text=Įveskite serijos numerį
link_error_unknown=Neatpažįstama klaida.
link_reg_message_remaindays=Sertifikatas galioja iki %d bandymų.
link_reg_message_remaindays_tip=<c color="CCCCCC"> Versija %s registruota</c>
link_reg_message_remaindays_warn=<c color="CCCCCC"> Versija %s</c>, lieka <c color="1899ED"><b>%d</b></c><c color="CCCCCC"> bandymų.</c><c color="0000ff"><u><b><a id="1050">Registruotis</a></b></u></c>
link_reg_message_remaindays_reminder=<c color="CCCCCC">Versija %s</c><c color="1899ED"><b>. neregistruota </b></c><c color="FFFFFF">, lieka </c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC">bandymų.</c>
link_reg_rd_renew_button=Naujinti
link_confirm_button=GERAI
link_cancel_button=Atšaukti
link_reg_read_reginfo_error=Nepavyko gauti registro informacijos, registruokitės dar kartą.
link_lang_setting_button=Kalba
link_lang_setting_hint=Pasirinkite kalbą:
link_lang_setting_ok=GERAI
link_lang_setting_cancel=Atšaukti
link_annotation_stop=Sustabdyti
link_auto_start_tip=SeewoLink paleidžiamas su Windows
link_lang_tip=Kalba
link_tab_text_status=Būsena
link_tab_text_set=Nustatymas
link_tab_text_about=Apie
link_stat_connected_device_tip= Prisijungęs klientas:
link_stat_connected_device= NULINIS
link_stat_conn_barcode_tip=Nuskaityti, kad prisijungtumėte
link_tab_text_help=<c color="FFFFFF">Jeigu reikia pagalbos, </c><c color="0000ff"><u><a id="1051"> Spustelėkite čia </a></u></c>
link_client_connected_tip=<c color="CCCCCC">%s<br/>Prisijungta</c>
link_client_disconnected_tip=<c color="CCCCCC">%s<br/>Neprisijungta</c>
link_softap_tip=Hotspot
link_softap_info=<c color="808080">Prieigos taško:%s</c><br/><c color="808080">slaptažodis: %s</c>
link_softap_on=<c color="CCCCCC">Prieigos taškas:%s<br/> buvo įjungtas</c>
link_softap_off=<c color="CCCCCC">Prieigos taškas buvo sustabdytas</c>
link_softap_error=Negalima įjungti prieigos taško, įsitikinkite, kad WLAN yra įjungtas
link_update_title=SeewoLink naujinimas
link_update_confirm=Ar norite atnaujinti iki naujausios versijos?
link_update_success=Atnaujinta iki naujausios versijos
link_update_failed=Nepavyko atnaujinti iki naujausios versijos, apsilankykite oficialioje svetainėje, kad gautumėte naujausią versiją 
link_setup_uninstall=Išdiegti
link_setup_old_verision= %s ankstesnė versija yra įdiegta. Ją reikia ištrinti, prieš įdiegiant šią naują versiją.
link_setup_restart_prompt=%s reikia, kad iš naujo įjungtumėte kompiuterį!
link_setup_system_not_match=%s reikia ne senesnės nei Windows 7 versijos. Įdiegimo procesas baigsis!


link_lock_access=Lock Access
link_click_download_apk_help=<c color="CCCCCC"><c color="1899ED"><u><a id="1067">Download APP</a></u></c></c>
no_install_video_driver=Note: Graphics driver has not been installed,please install it first.
no_surpport_basic_themes=Spotlignt does not support Basic Themes,please turn to Aero Themes
pc_name_error=Failed to rename,there is no special character "%" or empty

link_reg_response_InvalidRequest=Client submits illegal request
link_reg_response_InvalidCheckCode=Invalid verification code
link_reg_response_MachineCodeError=Encoding is empty or does not match the format
link_reg_response_InvalidMachineCode=Machine code does not match
link_reg_response_SerialCodeError=Unable to resolve License
link_reg_response_InvalidSerialCode=Registration code does not exist
link_reg_response_OverdueSerialCode=Enter the registration code has been exhausted (the remaining number is 0)
link_reg_response_DatabaseException=Database exception occurs
link_reg_message_no_register=<c color="CCCCCC">%s  </c><c color="1899ED"><u><b><a id="1050">Not registered</a></b></u></c>
link_picture_show_window_tile=SeewoLink Picture Viewer
link_picture_show_full_window_tile=SeewoLink Picture Slide Viewer